Repository: RWS/Sdl-Community
Catalog: TMX_TranslationProvider/SampleTestFiles/#4.tmx
Source language: en_gb
Languages: es_mx

source: INTRODUCTION
es_mx: INTRODUCCIÓN

source: This document contains both the Interserve Construction Health and Safety Code for Subcontractors and the Sustainability Code for Subcontractors.
es_mx: Este documento contiene el Interserve Construcción Código de Salud y Seguridad de los subcontratistas y la sostenibilidad Código de los subcontratistas.

source: These codes have been prepared to ensure that Interserve Construction and all subcontractors on Interserve Construction contracts operate to clear and consistent standards and in doing so assist us in meeting our goals of being accident free and reducing our environmental impact.
es_mx: Estos códigos han sido preparados para asegurar que Interserve Construcción y todos los subcontratistas de Interserve contratos de construcción de las normas claras y coherentes y, al hacerlo, nos ayudará en la consecución de nuestros objetivos de accidente libre y reducir nuestro impacto en el medioambiente.

source: In meeting these goals we will achieve our vision of being the trusted Partner to all those with whom we have a relationship be they shareholders, customers, employees, suppliers, members of the community in which we are working, or any other group or individual.
es_mx: En el cumplimiento de estas metas, lograr nuestra visión de ser el socio de confianza para todos aquellos con quienes tenemos una relación, accionistas, clientes, empleados, proveedores, miembros de la comunidad en la que estamos trabajando, o de cualquier otro grupo o persona.

source: Subcontractors are required to assist and co-operate with Interserve Construction with health, safety and environmental related issues, including initiatives that may be operated from time to time.
es_mx: Los subcontratistas la obligación de asistir y cooperar con Interserve Construcción a la seguridad, la salud y el medio ambiente, en particular las cuestiones relacionadas con las iniciativas que se pueden utilizar de vez en cuando.
